Repository: WorldOnMyFingers/CurrencyClientApp
Catalog: src/app/locale/messages.*.xlf
Languages: ar, fr, pt

# TolaTitle
source: What is Tola in Pakistan?
ar: ما هو تولا في باكستان؟
fr: Qu'est-ce que Tola au Pakistan?
pt: O que é Tola no Paquistão?

# TolaDecription
source: Tola, also spelt as tolah or tole, is a Hindi term which is used in India and some other Asian countries to measure gold. At present, one tola is equivalent to 10 grams of gold. Once used by Ancient Indian and South Asian, the weight of one tola today is equal to 180 troy grains (11.6638038 grams) or 3/8 troy ounce. During the rule of British India, tola was used as the base unit of mass to weight and measure grains. At that time, one tola was equal to 175.90 troy grains (0.97722222 British tolas, or 11.33980925 grams). The root of term tola dates back to the Vedic age when it used to weight seed and other grains. The term Tola is derived from the Sanskrit word 'Tol' meaning weight or weighing. Traditionally, the exact weight of tola used to vary as the weight of tola was determined by the weight of 100 Ratti seeds. Several pre-colonial coins, including that of Akbar the Great (1556–1605), weighted one tola. The first rupee, minted by Sher Shah Suri (1540–45), weight 178 troy grains, or about 1 per cent less than the British tola. Tola was officially replaced by metric units in 1956, however, it is still in use as the denomination for gold bars in countries like India, Bangladesh, Nepal, Pakistan, and Singapore. Among these, ten tola bar is the most commonly traded metal.
ar: تولا ، مكتوبة أيضًا باسم tolah أو tole ، هو مصطلح هندي يستخدم في الهند وبعض الدول الآسيوية الأخرى قياس الذهب. في الوقت الحاضر ، تولة واحدة ما يعادل 10 جرام من الذهب. كانت تستخدم مرة واحدة من قبل الهند القديمة وجنوب آسيا ، وزن تولة واحدة اليوم يساوي 180 حبة تروي (11.6638038 جرامًا) أو 3/8 أونصة تروي. خلال فترة حكم الهند البريطانية ، تم استخدام تولا كوحدة أساسية للكتلة لوزن وقياس الحبوب. في في ذلك الوقت ، كانت تولة واحدة تساوي 175.90 حبة تروي (0.97722222 تولة بريطانية ، أو 11.33980925 جرامًا). يعود جذر مصطلح تولا إلى العصر الفيدى عندما كان يستخدم لوزن البذور والحبوب الأخرى. المصطلح تولا مشتق من الكلمة السنسكريتية "تول" وتعني الوزن أو الوزن. تقليديا ، الوزن الدقيق تستخدم تولا للتنوع حيث تم تحديد وزن التولة بوزن 100 بذرة راتي. كانت العديد من العملات التي تعود إلى فترة ما قبل الاستعمار ، بما في ذلك عملة أكبر الكبير (1556-1605) ، تزن تولة واحدة. الأول روبية ، تم سكها من قبل شير شاه سوري (1540-45) ، وزنها 178 حبة تروي ، أو حوالي 1 في المائة أقل من البريطانيين تولا. تم استبدال Tola رسميًا بوحدات مترية في عام 1956 ، ومع ذلك ، لا تزال قيد الاستخدام كفئة لـ سبائك الذهب في دول مثل الهند وبنغلاديش ونيبال وباكستان وسنغافورة. من بين هؤلاء ، عشرة تولة بار المعدن الأكثر تداولًا.
fr: Tola, également orthographié comme tolah ou tole, est un terme hindi qui est utilisé en Inde et dans certains autres pays asiatiques pour mesurer l'or. À l'heure actuelle, un tola équivaut à 10 grammes d'or. Autrefois utilisé par les Indiens et les Asiatiques du Sud, le poids d'un tola aujourd'hui est égal à 180 grains troy (11,6638038 grammes) ou 3/8 once troy. Sous le règne de l'Inde britannique, le tola était utilisé comme unité de base de masse pour peser et mesurer les grains. À cette fois, un tola était égal à 175,90 grains troy (0,97722222 tolas britanniques, soit 11,33980925 grammes). La racine du terme tola remonte à l'âge védique où il pesait les graines et autres céréales. Le terme Tola est dérivé du mot sanscrit «Tol» qui signifie poids ou pesage. Traditionnellement, le poids exact de tola variait car le poids de tola était déterminé par le poids de 100 graines de Ratti. Plusieurs pièces de monnaie précoloniales, dont celle d'Akbar le Grand (1556-1605), pesaient un tola. La première roupie, frappée par Sher Shah Suri (1540-1545), pèse 178 grains troy, soit environ 1% de moins que les Britanniques tola. Tola a été officiellement remplacé par des unités métriques en 1956, cependant, il est toujours utilisé comme dénomination pour lingots d'or dans des pays comme l'Inde, le Bangladesh, le Népal, le Pakistan et Singapour. Parmi ceux-ci, dix tola bar est le métal le plus commercialisé.
pt: Tola, também escrito como tolah ou tole, é um termo hindi usado na Índia e em alguns outros países asiáticos para medir ouro. No momento, um tola é equivalente a 10 gramas de ouro. Uma vez usado por antigos indianos e sul da Ásia, o peso de uma tola hoje é igual a 180 grãos troy (11,6638038 gramas) ou 3/8 onça troy. Durante o governo da Índia britânica, o tola era usado como unidade básica de massa para pesar e medir os grãos. Em naquela época, um tola era igual a 175,90 grãos troy (0,97722222 tolas britânicas ou 11,33980925 gramas). A raiz do termo tola remonta à era védica, quando costumava pesar sementes e outros grãos. O termo Tola é derivado da palavra sânscrita 'Tol' que significa peso ou pesagem. Tradicionalmente, o peso exato de a tola costumava variar conforme o peso da tola era determinado pelo peso de 100 sementes de Ratti. Várias moedas pré-coloniais, incluindo a de Akbar, o Grande (1556–1605), pesavam um tola. O primeiro rupia, cunhada por Sher Shah Suri (1540-1545), pesa 178 grãos troy, ou cerca de 1 por cento menos do que os britânicos tola. Tola foi oficialmente substituído por unidades métricas em 1956, no entanto, ainda é usado como denominação para barras de ouro em países como Índia, Bangladesh, Nepal, Paquistão e Cingapura. Entre estes, dez tola bar é o metal mais comumente negociado.

# OunceTitle
source: What Is an Ounce?
ar: ما هو اوقية (الاونصة)؟
fr: Qu'est-ce qu'une once?
pt: O que é uma onça?

# OunceDecription
source: An ounce is a unit of measure used for weighing precious metals that dates back to the Middle Ages. Originally used in Troyes, France, one troy ounce is equal to 31.1034768 grams, according to the U.K. Royal Mint. The ounce is retained even today as the standard unit of measurement in the precious metals market to ensure purity standards and other common measures remain consistent over time.
ar: الأوقية (الأونصة) هي وحدة قياس تستخدم لوزن المعادن الثمينة التي يعود تاريخها إلى العصور الوسطى. تستخدم أوقية واحدة في الأصل في تروا ، فرنسا ، وتساوي 31.1034768 جرامًا ، وفقًا لما ذكرته المملكة المتحدة. نعناع. يتم الاحتفاظ بالأوقية حتى اليوم كوحدة قياس قياسية في المعادن الثمينة لضمان ثبات معايير النقاء والتدابير المشتركة الأخرى بمرور الوقت.
fr: L'once est une unité de mesure utilisée pour peser les métaux précieux qui remonte au Moyen Âge. À l'origine utilisée à Troyes, en France, une once troy équivaut à 31,1034768 grammes, selon le Royaume-Uni Royal Menthe. L'once est conservée encore aujourd'hui comme unité de mesure standard dans les métaux précieux marché pour garantir que les normes de pureté et les autres mesures communes restent cohérentes dans le temps.
pt: Uma onça é uma unidade de medida usada para pesar metais preciosos que remonta à Idade Média. Usado originalmente em Troyes, França, uma onça troy é igual a 31,1034768 gramas, de acordo com o Reino Unido Royal Hortelã. A onça é mantida até hoje como a unidade de medida padrão nos metais preciosos mercado para garantir padrões de pureza e outras medidas comuns permanecem consistentes ao longo do tempo.

# TolaGramsTitle
source: How many grams of gold is equivalent to 1 Tola?
ar: كم جرام من الذهب يعادل 1 تولة؟
fr: Combien de grammes d'or équivalent à 1 Tola?
pt: Quantos gramas de ouro equivalem a 1 Tola?

# TolaGramsDescription
source: Currently, one tola equals to 10 grams of gold. During British rule, tola was considered as the base unit of mass to weight and measure grains in India.
ar: حاليًا ، تساوي التولة الواحدة 10 جرامات من الذهب. أثناء الحكم البريطاني ، كانت تولا تعتبر الوحدة الأساسية لـ الكتلة لوزن وقياس الحبوب في الهند.
fr: Actuellement, un tola équivaut à 10 grammes d'or. Pendant la domination britannique, tola était considérée comme l'unité de base de masse en poids et mesurer les grains en Inde.
pt: Atualmente, uma tola equivale a 10 gramas de ouro. Durante o domínio britânico, tola foi considerada a unidade base da massa para pesar e medir grãos na Índia.

# KgTolaTitle
source: How much is 1 kg of gold in Tola in Pakistan?
ar: كم يساوي 1 كغم من الذهب في تولا في باكستان؟
fr: Combien coûte 1 kg d'or dans Tola au Pakistan?
pt: Quanto custa 1 kg de ouro em Tola, no Paquistão?

# KgTolaDescription
source: 1 kilogram of gold is equivalent to 85.735 tola.
ar: كيلو الذهب يعادل 85.735 تولة.
fr: 1 kilogramme d'or équivaut à 85,735 tola.
pt: 1 quilo de ouro é equivalente a 85.735 tola.

# TolaCountriesTitle
source: Which countries used tola as a denomination for gold?
ar: ما هي الدول التي استخدمت تولة كفئة للذهب؟
fr: Quels pays ont utilisé le tola comme dénomination pour l'or?
pt: Quais países usaram tola como denominação de ouro?

# TolaCountriesDescription
source: India, Pakistan, Bangladesh, Nepal, and Singapore still used tola to measure gold (especially gold bars).
ar: لا تزال الهند وباكستان وبنغلاديش ونيبال وسنغافورة تستخدم تولا لقياس الذهب (خاصة سبائك الذهب).
fr: L'Inde, le Pakistan, le Bangladesh, le Népal et Singapour utilisaient encore le tola pour mesurer l'or (en particulier les lingots d'or).
pt: Índia, Paquistão, Bangladesh, Nepal e Cingapura ainda usavam tola para medir o ouro (especialmente em barras de ouro).
